Repository: nsalleron/BT_interview
Catalog: i18n/lib/l10n/intl_*.arb
Languages: fr

# competition_title
source: name:
fr: Nom de la league:

# competition_country
source: country:
fr: Pays de la league:

# competition_startDate
source: start date:
fr: Début:

# competition_endDate
source: end date:
fr: Fin:

# competition_lastUpdate
source: Last update:
fr: Dernière mise à jour:

# club_area
source: Area:
fr: Zone:

# club_address
source: Address:
fr: Addresse:

# club_founded
source: Founded:
fr: Fondée:

# club_venue
source: Venue:
fr: Lieu:

# team_noWinnerYet
source: No winner yet ! :(
fr: Pas encore de gagnants :(

# team_playerRole
source: Player role:
fr: Role:

# team_playerNationality
source: Player nationality:
fr: Nationalité:

# team_playerCountry
source: Player country:
fr: Pays:

# team_playerDateOfBirth
source: Player date of birth:
fr: Date de naissance:

# team_playerPosition
source: Player position:
fr: Position:

# team_playerName
source: Player name:
fr: Nom:

# tech_dataFailure
source: Data seem's to be corrumpt!
fr: Les données sont corrompues!
